[General]
Translator, "Hevesi János, Karoly Fabricz"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAOjo6Nzc3Ovy8+Li4uTk5Obm5urq6ufn50GlH1K+LVK/Lo9ybUGiH49sZuzm
7uzn7eF1Zaupq11nWNpeTdyJeOfs7kSxHe/3+Onv8ODg4EOlIUCsGk5yQE2zKtV0ZD2dHECrGj2f
GtV5aPX19e7r8EFlMY95dXYiHNtrW97a4UJmNfDr87u4veXk5aurrJN9eEuzJ+hwYJB7duXl5efh
6pFlYd5+b0isJU1xPt3d3UtvPkRdOrW1teRqW491bzthK0drN05xQDlcKkVrN1G4LdlyYtZyYD2n
FzumF+jv8Ei7IDmiFEatJO7o8NtdTvPt9d2GdXg5MtphUU+6K//6/9nY2VXHL+ny8+GTgkKoII14
c1+uQo9qZ49vauz19fjz+zmUGOHh4eHp6uzz9UGkHezs7N2IeObs7qmpqeDZ4d2Mfd6Oftd6aufu
7024Kt+DdNV3ZtaFdTxkLEhsO9hpWN95Z5NiXUWnIkivJdllVEyxKOfm50RoNLGxseB7azOYDvXw
+NnT2o9oY0+2KzecEku0KKenp+FwYOrk7IZtZ494c9dtW0ChHo9sZ093P9puXt1oWfPz8+3t7V1n
WdZ/b0RsNddvX9aCctXU1Ua1II91cY5xbFTALujn6N6AcIZTTdh1ZU5yQdh/bdM6J+B0ZLO6ujeh
FOnx8UqvJ9d3aOju70aqJESsItpwYEpuOj5jLtd9bTKNEYtxbkKwHY9mYj9lMdlnVgAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAF/IMKFIk48Fm7o0asBFEK0adrRgWaPGDJQ3nmz4qQOB1KEYn2RRiHOJEiw2qUAVafUIBaQe
URKJEgHHgxFLi+jYyiNlgpNRJ1xgqHBGVZskpwQIGHPBi5grpdAAIDCjQAEABgwQGJAjDIBIfQwd
aLHnQIYAVTAFGNCpjKQRPCKQeJAmUAoaiBw0WfEE0BcqLCZtifWHkKklSI6A2DDLQiYllSSA+cCI
gYY7q26g0tNhEBFOQXaEIIMgCysmeGAUcjMlgQIroYT8kPOqVgkVfIYAmeNKBw4OjgICADs=


[BFAPI]
ErrorClientVersionTooOld, "Az Ön verziója elavult.\nFrissítse az alkalmazást és próbálja meg újból."
ErrorFailClientTime, "Számítógépének órája hibásan van beállítva.\nEllenőrizze a rendszeridőt és próbálja meg újból."
ErrorFailLogin, "Ellenőrizze e-mail címét és jelszavát, majd próbálja meg újra."
ErrorFailPrefix, "Nem sikerült Binary Fortress fiókjához csatlakozni.\nEllenőrizze internetes kapcsolatát és azt, hogy az alkalmazást proxy vagy tűzfal a számítógépén vagy a hálózaton nem gátolja-e."
ErrorInvalidProTrialLicenseKey, "Kipróbálási engedélykulcsa érvénytelen. \nTovábbi információkért lépjen velünk kapcsolatba."
ErrorItemSizeTooLarge, "A szinkronizálandó tételek egyike túl nagy.\nTörölje a nagy tételt, majd próbálkozzék újból."
ErrorTrialExpiredPrompt, "Kipróbálási engedélykulcsa lejárt. \nKapcsolatba lép velünk és elindít egy újabb kipróbálási időszakot?"
ErrorUnknownProPurchasedLicenseKey, "Engedélykulcsa érvénytelen. \nTovábbi információkért lépjen velünk kapcsolatba."
LoginPrompt, "Először meg kell adnia belépési adatait a Binary Fortress programhoz.\nMegadja belépési adatait most?"
TitleSync, "Szinkronizálás Binary Fortress fiókjával"


[BFAPILoginControl_Controls]
btnLogin, "&Belépés"
btnLogout, "&Kilépés"
btnMyAccount, "&Fiókom"
btnMyLicenses, "&Engedélyeim"
btnRegister, "&Regisztrálás"
btnResetPassword, "Jelszó visszaállítása"
lblEmailAddress, "E-mail cím:"
lblName, "Név:"
lblPassword, "Jelszó:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Személyes vagy vállalati, az engedély nevében szereplő szám"
LicenseRestrictionEnterprise, "Korlátlan számú számítógép a vállalat tulajdonában lévő korlátlan számú helyen"
LicenseRestrictionPersonalHome, "Korlátlan számú számítógép és 1 csak Ön által használt vállalati gép"
LicenseRestrictionSite, "Korlátlan számú számítógépen 1 helyen"
LicenseRestrictionStandard, "Személyes vagy vállalati, 1 számítógépen"
LicenseRestrictionSteam, "Személyes vagy céges, korlátlan számú számítógépen, ahol Ön az elsődleges felhasználó és a Steam telepítve van"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Próbálkozzék egy érvényes e-mail címmel."
ErrorEnterPassword, "Adja meg jelszavát és próbálja meg újból."
ErrorLoginFailed, "Fiókjának adatait nem sikerült betölteni.\nEllenőrizze e-mail címét és jelszavát, majd próbálja meg újból."
ErrorNoLicensesFound, "A fiókhoz tartozó engedély adatai hiányzanak.\nHa segítségre van szüksége, forduljon hozzánk."
ErrorUnknownLicenses, "Az engedély adatait nem sikerült betölteni."
ErrorUnknownLogin, "Fiókadatainak betöltése közben hiba történt."
Note, "Az engedélykulcs eléréséhez és a Binary Fortress fiókjával való szinkronizáláshoz jelentkezzen be."
SelectLicensePrompt, "Jelenleg ingyenes változatot használ kipróbálási engedéllyel, vagy engedélykulcsa érvénytelen.\nLetölt egy engedélykulcsot a Binary Fortress fiókjából?"
Title, "Binary Fortress fiókom"
TitleLoadingLicenses, "Engedélyadatok betöltése"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Válassza ki az ablakstílus(oka)t:"
PromptSelectWindowStylesEx, "Válassza ki a kibővített ablakstílus(oka)t.:"
RemoveConfirmOne, "Biztosan törli a kiválasztott elemet?"
SelectAnItem, "Válasszon a listából egy elemet és próbálja meg újra."
SelectAudioDevice, "Válasszon hangeszközt."
SelectMouseCursorLocation, "Kattintson egy egérpozíció kiválasztásához\nTörléshez nyomjon meg egy billentyűt"
SendKeys_EditString, "Szöveg szerkesztése"
SendKeys_EnterString, "Szöveg beírása:"
SendKeys_mniAddKeyCombination, "Kulcskombináció hozzáadása"
SendKeys_mniAddRawText, "Nyers szöveg hozzáadása"
SendKeys_mniAddText, "Szöveg hozzáadása"
SendKeys_Title, "SendKeys-szerkesztő"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Létrehozás dátuma"
colDateExpires, "Lejárat dátuma"
colLicenseKey, "Engedélykulcs"
colLicenseRestrictions, "Engedély korlátozásai"
colLicenseType, "Engedély típusa"
colName, "Név"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Biztosan használni kívánja az engedélykulcsot?"
ErrorSelectLicense, "Válassza ki a listáról az Engedélyt és próbálja meg újból."
ShowNeedLicenseWarning, "Válasszon ki a listáról egy engedélykulcsot, használatához pedig kattintson az 'OK' gombra."
Title, "Engedélyeim"


[BFFormDownload_Strings]
ConfirmCancel, "Biztosan kilép a letöltésből?"
Error, "Hiba történt."
Progress, "Maradék: {0} KB (összesen {1} KB)"
ProgressUnknown, "Letöltés: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Válasszon egy WallpaperFusion-címkét és próbálja meg újra."
lblQuery, "Szűrő:"
Title, "WallpaperFusion-címkék"


[BFFormOnlineMacroBrowser]
btnClose, "&Bezár"
colCreatedBy, "Készítette"
colDownloads, "Letöltések"
colLanguage, "Nyelv"
colLastModified, "Utolsó módosítás"
lblQuery, "Szűrő:"
Loading, "Betöltés..."


[BFFormProxySettings_Controls]
btnSave, "Mentés"
lblProxyAddress, "Szerver címe:"
lblProxyPassword, "Jelszó:"
lblProxyPassword2, "Jelszó ismét:"
lblProxyPort, "Port:"
lblProxyUsername, "Felhasználónév:"
rdoCustomSettings, "&Egyedi beállítások használata a proxykiszolgáló esetén:"
rdoNoProxy, "&Nincs proxykiszolgáló (közvetlen internetkapcsolat)"
rdoUseIESettings, "Internet Explorer beállításainak használata"


[BFFormProxySettings_Strings]
EnterServerAddress, "Adja meg a proxykiszolgáló címét vagy válassza a 'Nincs proxykiszolgáló' pontot."
EnterServerPort, "Adja meg a proxykiszolgáló portját vagy válassza a 'Nincs proxykiszolgáló' pontot."
PasswordDecryptionFailed, "Internetbeállításai hibásak.\nMegpróbálja a beállításokat kijavítani a proxyszerveréhez tartozó jelszó újbóli megadásával?"
PasswordsNotMatch, "Proxykiszolgálójának jelszavai nem egyeznek, próbálja meg újból."
Title, "Internetkapcsolat beállításai"


[BFFormSelectApplication]
AllApplications, "Minden alkalmazás"
btnBrowse, "&Böngészés"
btnRefresh, "&Frissítés"
colApplication, "Alkalmazás"
colPath, "Útvonal"
GroupDesktopApplications, "Asztali alkalmazások"
GroupWindows8Applications, "Windows 8 alkalmazások"
lblWindowPicker, "Húzza rá egy ablakra a benne futó folyamat automatikus kiválasztásához"
PleaseSelectApplication, "Először válasszon ki egy alkalmazást."
Title, "Alkalmazás kiválasztása"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Alapérték"
colSetting, "Beállítás"
colValue, "Érték"
lblFilter, "Szűrő:"
lblHelp, "A beállítás módosításához kattintson rá kétszer, a 'Súgó' gombra kattintva kérhet további információkat."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Hiba történt a beállítás mentése közben."
SavedSuccessfully, "Részletes beállításait sikeresen elmentettük.\nÉrvényesítésükhöz szükséges lehet az alkalmazás újraindítása."
Title, "Részletes beállítások"
TitleEdit, "Részletes beállítások szerkesztése"


[BFFormSettings_Controls]
btnAdvancedSettings, "Részletes beállítások"
btnAutoUpdateCheckNow, "&Frissítések ellenőrzése most"
btnBackupSettings, "Beállítások exportálása"
btnLicenseChangeToFree, "Áttérés az ingyenes változatra"
btnLicenseKeyRequestTrial, "Új próbaengedély kérése"
btnLicenseLoadOnline, "Betöltés a Binary Fortress fiókból"
btnLicensePasteFromClipboard, "Beillesztés a vágólapról"
btnProxySettings, "Internetkapcsolat beállításai"
btnRestoreSettings, "Beállítások visszaállítása"
btnTroubleshootingClearLog, "Napló törlése"
btnTroubleshootingCopy, "Másolás a vágólapra"
btnTroubleshootingOpenLog, "Napló megnyitása"
chkAutoUpdate, "Frissítések automatikus ellenőrzése"
chkAutoUpdateBeta, "Új béta (instabil) változatok ellenőrzése"
chkAutoUpdateSteam, "Frissítések automatikus ellenőrzése (a Steam esetén nem feltétlenül működik)"
colLanguageName, "Név"
colLanguageRightToLeft, "Jobbról balra"
colLanguageTranslators, "Fordítók"
colLanguageVersion, "Verzió"
gbAutoUpdate, "Frissítés ellenőrzés"
gbLicenseReseller, "Viszonteladóra vonatkozó adatok"
lblAutoUpdateWarningBASE, "Figyelem: Jelenleg az automatikus frissítés ki van kapcsolva, így nem kap róluk értesítést"
lblLanguageGetMore, "Új és frissített nyelvek keresése"
lblLicenseExpires, "Engedély lejárata:"
lblLicenseKey, "Engedélykulcs:"
lblLicenseTo, "Engedélyes:"
tabAbout, "Névjegy"
tabLanguage, "Nyelvek"
tabLicense, "Engedélykulcs"
tabOptions, "Beállítások"
tabOurApps, "Alkalmazásaink"
tabTroubleshooting, "Hibaelhárítás"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Biztosan törli engedélykulcsát és áttér az ingyenes verzióra?"
DebugLogCleared, "A hibakeresési naplófájl törlése sikerült."
DebugLogNotFound, "A hibakeresési naplófájl nem található.\nEllenőrizze, bekapcsolta-e a hibakeresés naplózását."
FreeVersion, "Ingyenes verzió"
LicenseKeyRequestTrialDescription, "2 munkanapon belül valaki kapcsolatba lép Önnel."
LicenseKeyRequestTrialMessage, "Új próbaengedély-kulcsot kérnék. Köszönöm!"
LogLevel0, "L0: Napló kikapcsolva"
LogLevel1, "L1: Minimális napló"
LogLevel2, "L2: Részletes napló (nem ajánlott)"
LogLevel3, "L3: Teljes napló (nem ajánlott)"
RegistryExportSuccess, "Beállításainak exportálása sikerült."
RestoreSettingsFailed, "Beállításait nem sikerült visszaállítani."
RestoreSettingsSuccess, "Beállításait sikerült visszaállítani."
SettingsLoadError, "Hiba történt a beállítások betöltése közben."
SettingsSaveError, "Hiba történt a beállítások mentése közben."
Title, "Beállítások"
TroubleshootingCopyError, "Hibaelhárítási információit nem sikerült kimásolni."
TroubleshootingCopySuccess, "Hibaelhárítási információit sikerült a vágólapra kimásolni."


[BFFormSupportRequest_Controls]
lblEmailAddress, "E-mail cím:"
lblMessage, "Üzenet:"
lblName, "Név:"
lblSubject, "Tárgy:"
lblWarning, "A Hibaelhárítás fülön és a Debug.log állományban szereplő adatokat titkosítjuk és a probléma mielőbbi elhárítása érdekében a kérelemmel együtt továbbítjuk."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Próbálkozzék egy érvényes e-mail címmel."
EnterMessage, "Írjon be egy üzenetet és próbálja meg újból."
EnterName, "Írja be a nevét és próbálja meg újból."
EnterSubject, "Írja be a tárgyat."
SendSuccess, "Az információ sikeresen elküldve.\nValaki felveszi Önnel a kapcsolatot 1 munkanapon belül."
Title, "Támogatási kérelem leadása"
TooLongEmailAddress, "Próbálkozzék egy rövidebb e-mail címmel."
TooLongName, "Írjon be egy rövidebb nevet és próbálja meg újból."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Pro engedély megvásárlása"
btnLater, "Talán később"
btnMoreInfo, "További tájékoztatás"
lblInvalidLicense, "Pro engedélykulcsa érvénytelen!\n\nEllenőrizze, hogy helyesen adta-e meg az engedélykulcsot a Beállítások ablakban az Engedélykulcs alatt.\n\nHa az engedélykulcs helyes és mégis ezt az üzenetet látja, akkor lépjen kapcsolatba a Binary Fortress ügyfélszolgálatával a Súgóban található elérhetőségen."
Title, "Érvénytelen engedélykulcs"


[BFFormUpdate_Controls]
btnChangeLog, "&Változások naplójának megtekintése"
btnDownloadOnly, "&Weboldal felkeresése"
btnInstallNow, "&Telepítés most"
btnInstallOnExit, "Telepítés &kilépéskor"
btnRemindMeLater, "&Emlékeztessen később"
btnSkipThisVersion, "A verzió &kihagyása"
lblNewVersion, "Új verzió:"
lblOldVersion, "Aktuális verzió:"
lblUpdateNotes, "Újdonságok ebben a verzióban:"
lblUpdateSize, "Frissítési méret:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Ajánlatos az új verzióra frissíteni.\nBiztosan kihagyja ezt a verziófrissítést?"
DownloadFailedSave, "Az állomány helyi mentése nem sikerült."
DownloadingUpdate, "Frissítés letöltése"
DownloadInvalidData, "A szerver érvénytelen adatot adott vissza. Lehet, hogy nem találja a kért állományt."
DownloadNoData, "A weboldalról nem érkezett adat."
ErrorDownload, "Hiba az új verzió letöltése közben."
FreeNotice, "Ez a frissítés és minden jövőbeli frissítés ingyenes! Frissítsen még ma!"
Title, "Frissítés elérhető"
UpdateProMessage, "Az egy kattintásos frissítéshez Pro engedélyre kell áttérnie.\nKíván további információkat az áttérésről?"


[BFHelpButton_Controls]
mniDiscussions, "Közösségi megbeszélések"
mniOnlineHelp, "Online súgó"
mniSupportRequest, "Támogatási kérelem"


[BFHotKey]
ErrorHotKeyBindFailed, "Gyorsbillentyű beállítás hibás:"
ErrorHotKeyComboInUse, "A billentyűkombináció már használatban van. A lehetséges okok:\n- A billentyűkombinációt már máshol hozzárendelte az alkalmazás\n- A billentyűkombinációt egy másik alkalmazás használja\n- A billentyűkombinációt egy beépített Windows-funkció használja\n\nA billentyűkombinációt szerkessze vagy törölje a beállítások alatt."
ErrorIncorrectKeyValue, "Érvénytelen billentyűkombináció. Adjon meg egy értéket."
ErrorIncorrectNumberElements, "Érvénytelen billentyűkombináció. Hibás számú billentyű."
ErrorIncorrectNumberKeyMods, "Érvénytelen billentyűkombináció. Hibás számú módosító."
ErrorInvalidKeyCombo, "Érvénytelen billentyűkombinációt adott meg."
ErrorSystemReserved, "A megadott billentyűkombináció a Windowsé, ezért nem használható."
ErrorTooManyModifiers, "Érvénytelen billentyűkombináció. Túl sok a módosító."
HotKeyLabelKeys, "Válassza ki a módosítókat, majd adja meg a kívánt billentyűt"
HotKeyLabelMouse, "Válassza ki a módosítókat, majd kattintson a kívánt egérgombra"


[BFMessage]
btnCopy, "&Másolás a vágólapra"
btnMoreInformation, "&További részletek megjelenítése"


[BFTextQuery]
CaseSensitive, "Betűérzékeny:"
ErrorBracketMismatch, "Hiba a zárójelekkel.\nZárja be a zárójelet vagy tegye a keresendőt idézőjelek közé."
ErrorEscapeCharAtEnd, "Hiba: a keresendő végén '\' karakter található.\nTörölje vagy tegyen elé előjelet."
ErrorExpectedMatchCountChar, "Hiba: {0} helyen ':::cbc:::' szükséges.\nZárja be a zárójelet vagy tegye a keresendőt idézőjelek közé."
ErrorExpectedQuote, "Hiba: {0} helyen '"' szükséges.\nHasználjon előjelet '"' esetén."
ErrorInvalidChar, "Hiba: Érvénytelen '{0}' karakter itt: {1}.\nHasználjon idézőjeleket."
ErrorInvalidDigit, "Hiba: {0} helyen érvénytelen számjegy.\nA számjegy csak pozitív lehet, és csak numerikus karaktert tartalmazhat."
MayContain, "Előfordulhat:"
MayEqual, "Egyenlő lehet:"
MayNotContain, "Nem fordulhat elő:"
MayNotEqual, "Egyenlő esetleg nem lehet:"
MustContain, "Tartalmaz:"
MustEqual, "Egyenlő legyen:"
MustNotContain, "Nem tartalmaz:"
MustNotEqual, "Egyenlő nem lehet:"
Time, "egyszer"
Times, "{0} alkalommal"


[BFUpdateCheck]
AlreadyInProgress, "Frissítés ellenőrzése folyamatban..."
ErrorRunningDownloadedFile, "Hiba történt a letöltött telepítő futtatása közben."
FailedToGetVersion, "A legfrissebb verziót nem sikerült letölteni."
NoUpdate, "Ön a legfrissebb verziót használja."
Title, "Frissítés"


[cFunctions_Strings]
FolderNotRecognized, "A kiválasztott mappa nem ismerhető fel, így nem használható keresésre."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Tallózás/hozzáfűzés"
btnBrowseExcludePath, "Tallózás"
btnFolderBrowse, "&Böngészés"
btnFolderBrowseAppend, "Tallózás/hozzáfűzés"
btnNewSearch, "Keresés &új fülön"
btnPause, "&Szünet"
btnResume, "&Folytatás"
btnSearch, "&Keresés"
btnStop, "&Leállítás"
chkCaseSensitive, "&Betűérzékeny keresés"
chkFileSizeMax, "Maximális fájlméret:"
chkFileSizeMin, "Minimális fájlméret:"
chkIsQueryRegEx, "A keresés reguláris kifejezés"
chkSearchSubFolders, "Keresés az &alkönyvtárakban"
chkShowFirstResult, "Minden állomány esetén &csak az első egyezés megjelenítése"
chkShowIncludeFilterMatchFiles, "Az "állományok szerepeltetése" szűrőnek megfelelő állománynevek megjelenítése"
chkShowIncludeFilterMatchFolders, "Az "állományok szerepeltetése" szűrőnek megfelelő mappanevek megjelenítése"
chkShowQueryMatchFiles, "A keresés szövegével egyező állománynevek megjelenítése"
chkShowQueryMatchFolders, "A keresés szövegével egyező mappanevek megjelenítése"
chkUseIFilters, "Állomány tartalmának feldolgozása fájlkezelőkkel (lassabb)"
colDateAccessed, "Hozzáférés dátuma"
colDateCreated, "Létrehozás dátuma"
colDateModified, "Módosítás dátuma"
colExtension, "Kiterjesztés"
colFile, "Állománynév"
colFileSize, "Fájlméret"
colLine, "Sor"
colLineNumber, "Sorszám"
colPath, "Útvonal"
lblAccessedTo, "-"
lblAdditionalLinesAfter, "Ennyi sor jelenjen meg a találat után:"
lblAdditionalLinesBefore, "A találat előtt ennyi sor jelenjen meg:"
lblCreatedTo, "-"
lblDateAccessed, "Hozzáférés dátuma:"
lblDateCreated, "Létrehozás dátuma:"
lblDateFilterLogic, "Dátumszűrési elv:"
lblDateModified, "Módosítás dátuma:"
lblExcludeFiles, "Állományok &kizárása:"
lblExcludePath, "Útvonal(ak) ki&zárása:"
lblFilterResults, "Szűrő:"
lblIncludeFiles, "Állományok &bevonása:"
lblModifiedTo, "-"
lblPath, "Ú&tvonal(ak):"
lblQuery, "&Lekérdezés:"
lblStatusFound, "Egyezések száma: {0}"
lblStatusTotal, "Megvizsgált állományok száma: {0}"
mniAbout, "Névjegy"
mniClearSearchHistory, "Keresési előzmények törlése"
mniCloseAll, "Az összes bezárása"
mniCloseAllButThis, "A többi bezárása"
mniCloseSearch, "&Bezárás"
mniCopyToClipboard, "Kiválasztott eredmények másolása"
mniCopyToClipboardAll, "Az összes találat másolása"
mniExit, "Kilépés"
mniExplorerContextMenu, "Windows helyi menüje"
mniHelp, "Súgó"
mniOpenFolder, "Érintett mappa megnyitása"
mniOpenFolderOnly, "Mappa megnyitása"
mniOpenOther, "Nyitás {0} segítségével"
mniPermenentDelete, "A kiválasztott állományok végleges törlése"
mniRemoveRows, "Kiválasztott találatok törlése a listáról"
mniRenameFile, "Kiválasztott állomány átnevezése"
mniSettings, "Beállítások"
mniShowFilterControls, "Szűrővezérlők megjelenítése"
mniTextCopy, "&Másolás"
mniTextSelectAll, "Mind &kiválasztása"
mniTools, "&Eszközök"
mniTrayExit, "Kilépés"
mniTrayLoadProfiles, "Profil betöltése"
mniTrayShowFileSeek, "FileSeek megjelenítése"
mniTraySyncProfiles, "Profilok szinkronizálása"
mnuCopyFilePath, "Kiválasztott állománynevek másolása (vesszővel elválasztva)"
mnuExportAllHTML, "Az összes találat exportálása HTML-be"
mnuExportSelectedResultsHTML, "A kiválasztott találatok exportálása HTML-be"
mnuFileCopy, "Kiválasztott állományok másolása"
mnuFileCut, "Kiválasztott állományok kivágása"
mnuFileDelete, "Kiválasztott állományok törlése"
mnuLanguage, "Nyelvek"
mnuLoadProfile, "Betöltés"
mnuManageProfiles, "Profilok kezelése"
mnuOpen, "Megnyitás"
mnuOpenNotepad, "Megnyitás Notepad programmal"
mnuProfile, "Profilok"
mnuSave, "Mentés"
mnuSaveAll, "Az összes találat exportálása CSV-formában"
mnuSaveProfile, "Új profil mentése"
mnuSaveSelection, "Kiválasztott találatok exportálása CSV-formában"
mnuShowFullLanguageList, "Teljes lista megjelenítése"
mnuSyncProfiles, "Profilok szinkronizálása"
rdoMatchQueryLineByLine, "Keresés az állomány minden sorában"
rdoMatchQueryToWholeFile, "Keresés a teljes állományban"
tabAdvanced, "Részletes"
tabDateFilters, "Dátumszűrők"
tabFileSizeFilters, "Fájlméret szűrői"
tabSearch, "Keresés"


[frmMain_Strings]
AccessedAfterTT, "Hozzáférés {0} után"
AccessedBeforeTT, "Hozzáférés {0} előtt"
AccessedBetweenTT, "Hozzáférés {0} és {1} között"
AppSelectionErrorPartOne, "A kiválasztott alkalmazás nem található."
AppSelectionsErrorPartTwo, "Kiválaszt most egy másikat?"
btnNewSearchTT, "Nyisson meg egy új fület és indítson el egy keresést"
btnSearchTT, "Keresés indítása ezen a fülön"
btnStopTT, "A kiválasztott keresés leállítása"
CaseSensitiveQueryTT, "Betűérzékeny keresés"
cboDateFilterLogic_AND, "ÉS"
cboDateFilterLogic_OR, "VAGY"
cboExcludeFileFilterMode_Pattern, "A kihagyott állományok szűrője minta"
cboExcludeFileFilterMode_RegEx, "A kizáró állományszűrő RegEx"
cboExcludeFileFilterMode_TextQuery, "A kihagyott állományok szűrője szöveg"
cboIncludeFileFilterMode_Pattern, "A szereplő állományok szűrője minta"
cboIncludeFileFilterMode_RegEx, "A tartalmazó állományszűrő RegEx"
cboIncludeFileFilterMode_TextQuery, "A szereplő állományok szűrője szöveg"
cboQueryMode_RegEx, "A keresés reguláris kifejezés"
cboQueryMode_TextQuery, "A keresés szöveg"
chkShowFirstResultTT, "Minden egyes sor lekérdezésekor csak az első egyező sort jeleníti meg"
ColumnChangeMessage, "A megváltozott keresési eredmények csak a keresés újraindítása után jelennek meg."
ContextMenuError, "Hiba történt a Windows helyi menüjének megjelenítése közben."
CreatedAfterTT, "Létrehozva {0} után"
CreatedBeforeTT, "Létrehozva {0} előtt"
CreatedBetweenTT, "Létrehozva {0} és {1} között"
CSVSpreadsheet, "CSV-fájlok"
CustomAppOpenError, "Hiba történt az állomány egyedi alkalmazásban való megnyitása közben."
DateCreatedError, "Válasszon a 'Létrehozás végső dátuma'-hoz képest későbbi kezdési időpontot."
DateFiltersSelected, "Dátumszűrők:"
DateModifiedError, "Válasszon a 'Módosítás végső dátuma'-hoz képest későbbi kezdési időpontot."
EmptyPDFError, "A PDF-állományban nincs szöveg"
EnterProfileName, "Írjon be egy profilnevet:"
ErrorDirectoryEmpty, "Az útvonal üres"
ExcludeFilesTT, "Kihagyott állományok: {0}"
ExcludePathsTT, "Kihagyott útvonal(ak): {0}"
ExportDateAccessed, "Hozzáférés dátuma"
ExportDateCreated, "Létrehozás dátuma"
ExportDateModified, "Módosítás dátuma"
ExportExtension, "Kiterjesztés"
ExportFileName, "Állomány neve"
ExportFileSize, "Állomány mérete"
ExportLineNumber, "#. sor"
ExportLineText, "Sor"
ExportPath, "Útvonal"
FileDeleteMessage, "Várjon, amíg a FileSeek végrehajtja a kért műveletet.\nAz ablakot bezárhatja, de ez a végrehajtás során nem várt eredménnyel járhat."
FileDeleteQuestion, "Biztosan törli a kiválasztott állományokat vagy mappákat?"
FileDeleteTitle, "Állományok törlése"
FileDeletionError, "Hiba történt az állományok törlése közben."
FileHandlerError, "Adjon meg egy keresési útvonalat."
FileIncludeNameMatch, "Állománynevek egyezése [állományszűrővel]"
FileOpenError, "Hiba az állomány megnyitása közben."
FilePermenentDeleteQuestion, "A kiválasztott állományokat vagy mappákat biztosan véglegesen törölni kívánja?"
FileQueryNameMatch, "Állománynevek egyezése [keresés]"
FileReadError, "Hiba az állomány elérése közben: {0}"
FileSelectionError, "Válasszon ki legalább egy létező állományt, majd próbálkozzék újból."
FileSizeError, "Válasszon ki olyan maximális fájlméretet, amely egyenlő vagy nagyobb a minimális fájl méretnél."
FileSizeFiltersSelected, "Fájlméret szűrői:"
FilesSearched, "Megvizsgált állományok száma: {0}"
FilesSkipped, "Kihagyott állományok: {0}"
FolderBrowserDescription, "Válasszon ki egy keresendő mappát"
FolderBrowsingError, "Hiba történt mappák tallózása közben."
FolderIncludeNameMatch, "Mappanevek egyezése [állományszűrővel]"
FolderItemError, "A tételhez nem sikerült mappát elérni: {0}"
FolderOpenError, "Hiba történt a mappa megnyitása közben."
FolderQueryNameMatch, "Mappanevek egyezése [keresés szövege]"
FolderReadError, "Hiba a mappában lévő mappák olvasása közben: {0}"
HiddenFolderError, "Keresésre rejtett állományban/mappában nem kerül sor"
HyperTextMarkupLanguageFile, "HTML-fájl"
IFilterWarning, "{0} állomány találatainak megjelenítéséhez kapcsolja be az állománykezelőket"
IncludeFilesTT, "Résztvevő állomány: {0}"
InvalidExcludeFilesRegExError, "A kihagyandó állományoknál megadott RegEx-minta érvénytelen.\n{0}"
InvalidFolderLength, "Érvénytelen mappa hosszúság."
InvalidIncludeFilesRegExError, "A vizsgálandó állományoknál megadott RegEx-minta érvénytelen.\n{0}"
InvalidQueryError, "Érvénytelen szöveges keresés.\n{0}"
InvalidQueryRegExError, "Érvénytelen reguláris kifejezésminta.\n{0}"
KeypressError, "Hiba történt a billentyű lenyomásának feldolgozása közben."
LinkedFolderError, "A mappa vizsgálatára nem kerül sor, mert az egy ugrópont/kapcsolat"
MatchesFound, "Egyezések száma: {0}"
MatchesFromQueue, "sorban álló eredmények:{0}"
MatchesFromQueueIcons, "sorban álló ikonok:{0}"
MaxFileSizeTT, "Maximális fájlméret: {0}"
MaxPathError, "Ez egy hosszú útvonal, egyes programokban esetleg nem használható"
MenuOpenError, "Hiba történt a menü megnyitása közben."
MinFileSizeTT, "Minimális fájlméret: {0}"
ModifiedAfterTT, "Módosítva {0} után"
ModifiedBeforeTT, "Módosítva {0} előtt"
ModifiedBetweenTT, "Módosítva {0} és {1} között"
More, "(tovább)"
NoDateFiltersSelected, "Nincs kiválasztva dátumszűrő"
NoFileSizeFiltersSelected, "Nincs kiválasztva fájlméretszűrő"
NoOptionsSelected, "Nincs kiválasztva beállítás"
NotepadError, "Hiba történt az állomány Notepad programmal való megnyitása közben."
NotYourProfile, "Önnek nincs ilyen profilja."
OnlyShowFirstResultTT, "Csak az első találat megjelenítése"
OpenManyQuestion, "Biztosan {0} állományt vagy mappát szeretne megnyitni?"
OptionsSelected, "Kiválasztott beállítások:"
OtherApplication, "Másik alkalmazás"
PathsTT, "Útvonal(ak): {0}"
PathTooLongError, "A Windows ezt a műveletet hosszú útvonalnevekkel nem támogatja."
ProfileLoadError, "Hiba történt a profil betöltése közben."
ProfileLoadOnStartError, "Hiba a profil betöltése közben. A profil nem létezik."
ProfileOverwriteQuestion, "Biztosan felülírja a(z) '{0}' profilt?"
ProfileSaved, "Keresési beállítások elmentve a(z) '{0}' profilban"
ProfileSaveError, "A profil nem menthető."
ProOnlyDoubleClickPrompt, "Alapértelmezett kettős kattintást kezelője professzionális FileSeek-funkcióra van beállítva.\nA Beállítások > Keresés fülön módosíthatja.\n\nTovábbi információkra van szüksége a verziófrissítéssel kapcsolatban?"
QueryTT, "Keresés:\n{0}"
rdoMatchQueryLineByLineTT, "Az állomány soronkénti megnyitása és keresése"
rdoMatchQueryToWholeFileTT, "Az állomány egészben való megnyitása és keresés a teljes szövegben"
RenameFileError, "A kiválasztott állomány vagy mappa átnevezése nem sikerült.\nÍrjon be egy másik nevet és próbálja meg újra."
RenameFileFolder, "A kiválasztott állomány átnevezése:"
ResultCopied, "Egy találat a vágólapra másolva."
ResultCopyError, "Hiba történt a találatok vágólapra másolása közben."
ResultSaveError, "Hiba a találatok mentése közben.\n{0}"
ResultsCopied, "{0} találat a vágólapra kimásolva."
ResultSelectionError, "Válasszon ki legalább egy találatot, majd próbálja meg újra."
SaveResults, "Találatok mentése számolótáblába"
SaveResultsAsHTML, "Találatok mentése HTML-be"
SaveSearchProfile, "Keresési profil mentése"
SearchComplete, "A keresés ideje {0}"
SearchCriteria, "Keresési feltételek:"
SearchCriteriaEmptyTT, "A keresési feltételek üresek"
SearchEnd, "Keresés vége: {0}"
SearchError, "Hiba történt a keresés közben."
SearchStart, "Keresés kezdete: {0}"
SearchSubFoldersTT, "Keresés almappákban"
SettingFormShowError, "Hiba történt a Beállítások ablak megjelenítése közben."
Syncing, "Szinkronizálás Binary Fortress fiókjával..."
SystemFolderError, "Keresésre rendszerállományban/mappában nem kerül sor"
TextCopyError, "Hiba történt a szöveg másolása közben."
TextProcessingError, "Hiba történt a szöveg feldolgozása közben."
TextQueryHelpTT, "Szöveges keresés súgója"
TextSelectionError, "Válasszon ki valamennyi szöveget, majd próbálja meg újból."
txtPathTT, "Tételek elválasztása a | karakterrel"
UseFileHandlersTT, "Fájlkezelők használata"
ViewingAppPartOne, "Még nem választott ki alkalmazást a megtekintéshez"
ViewingAppPartTwo, "KIválaszt most egyet?"


[frmProfileManager_Controls]
btnCopyProfile, "Profil másolása"
btnDelete, "Törlés"
btnExport, "Profil exportálása"
btnImport, "Profil importálása"
btnRename, "Átnevezés"
btnSync, "Szinkronizálás Binary Fortress fiókjával"
colProfileName, "Profil neve"
colProfileOwner, "Profil tulajdonosa"
lblCurrentProfile, "Jelenlegi felhasználó: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Mi legyen az új profil neve?"
ExportFileSeekSearchProfile, "FileSeek keresési profil exportálása"
ExportSearchProfileSuccessful, "A keresési profil exportálása sikerült"
FileSeekSearchProfile, "FileSeek keresési profil"
ImportFileSeekSearchProfile, "FileSeek keresési profil importálása"
MustSelectAnItem, "Válasszon egy profilt a listáról, majd próbálja meg újból."
ProfileDeleteQuestion, "Biztosan törli a kiválasztott profilt?"
RenameSearchProfile, "Keresési profil átnevezése"
SearchProfileName, "Keresési profil neve:"
Title, "Profilok kezelése"


[frmSettings_Controls]
btnBrowseOther, "&Böngészés"
btnClearHistory, "Keresési előzmények törlése"
btnIFilterToggle, "Fájlkezelő ki-be kapcsolása"
btnOtherDefault, "&Alapeset"
chkCloseToTray, "FileSeek zárása a tálcára"
chkCombineParameters, "Azonos előfordulás keresése több állományban - több előfordulás megnyitása helyett"
chkErrorDirectoryEmpty, "Üres mappa esetén hibajelzés"
chkErrorForLongPaths, "260 karakternél hosszabb szöveg esetén hibajelzés és az útvonal kihagyása"
chkExportExtraLines, "Keresési eredmények mentésekor exportálja a fölös sorokat is"
chkIFilterErrors, "Hibajelzés fájlkezelő nélküli állományok esetén (ha a fájlkezelő be van kapcsolva)"
chkIsQueryFullString, "A keresési szöveg egyetlen nagy kereső kifejezésként kezelése"
chkLinkedFoldersSearch, "Keresés ugrópont/kapcsolat jellegű állományokban és mappákban"
chkLinkedFoldersSearchShowErrorOnSkip, "Ugrópont kihagyása esetén hibajelzés"
chkMinimizeToTray, "FileSeek tálcára helyezése"
chkOnlyShowMatchedText, "A keresési eredményben csak az egyező szöveg jelenjen meg"
chkResetSearchValues, "Új fülön kereséshez állítsa vissza a kereső fül értékeit"
chkResultWordWrap, "Sortördelés a keresési eredményben"
chkSearchHiddenFiles, "Keresés rejtett állományokban és mappákban"
chkSearchSystemFiles, "Keresés rendszerállományokban és mappákban"
chkShowErrorEmptyPDF, "Üres PDF esetén hibajelzés"
chkShowFileErrors, "HIbajelzés, ha egy állomány/mappa nem érhető el"
chkShowHiddenFileError, "Hibajelzés rejtett állományok és mappák kihagyása esetén"
chkShowSystemFileError, "Hibajelzés rendszerállományok és -mappák kihagyása esetén"
chkShowToolTips, "Eszközleírások megjelenítése"
chkSingleInstance, "A FileSeek csak egy példányban nyíljon meg"
chkStartWithClearProfile, "A FileSeek megnyitása üres keresési feltételekkel"
chkTreatAllExcludePathFiltersAsWildcards, "Minden kimaradó útvonalszűrőt helyettesítő karakterként kezeljen"
chkTreatAllIncludeFiltersAsWildcards, "Minden bevont állományszűrő helyettesítő karakterként való kezelése"
chkUseCustomDateFormat, "Egyedi dátumforma használata"
chkUsePreviewHandlers, "Az eredménypanelen használjon előnézeti eseménykezelőket"
chkWindowsContextMenu, "A FileSeek megjelenítése a Windows helyi menüjében"
colAvailableColumns, "Elérhető oszlopok"
colSelectedColumns, "Kiválasztott oszlopok"
gbCmdLineVars, "Parancssori változók"
gbDateFormat, "Dátumforma"
gbGeneralOptions, "Általános beállítások"
gbPresentationOptions, "Megjelenítési lehetőségek"
gbSearchColumns, "Keresési oszlopok"
lblCmdLineParam, "Átadandó parancssori paraméterek:"
lblDateFormatLink, "Egyedi dátum és idő"
lblDefaultDoubleClick, "Alapművelet kiválasztása a találatra való kettős kattintáshoz:"
lblNumChar, "Találatonként ennyi karakter jelenjen meg:"
lblOtherApplicationName, "Másik alkalmazás neve:"
lblSelectViewingApp, "Kiválasztott fájlnéző alkalmazás:"
lblSkipFile, "Állományonkénti maximális keresési idő (0=korlátlan):"
pageSearchViewSettings, "Az eredmény megtekintésének beállításai"


[frmSettings_Strings]
AppBrowsingError, "Hiba történt egy alkalmazás keresése közben."
cboDefaultDoubleClickOperation_ExportAllCSV, "Minden eredmény exportálása CSV-be"
cboDefaultDoubleClickOperation_ExportAllHTML, "Az összes találat exportálása HTML-be"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Kiválasztott eredmények exportálása CSV-be"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "A kiválasztott találatok exportálása HTML-be"
cboDefaultDoubleClickOperation_Open, "Megnyitás alapvető kezelővel"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Érintett mappa megnyitása"
cboDefaultDoubleClickOperation_OpenNotepad, "Megnyitás Notepad programmal"
cboDefaultDoubleClickOperation_OpenOther, "Nyitás {0} segítségével"
chkTreatAllIncludeFiltersAsWildcardsTT, "Bekapcsolása esetén a valami beírását a rendszer *valami*-ként fogja kezelni"
ClearHistoryError, "Hiba a keresési előzmények törlése közben."
ClearHistoryWarning, "Biztosan törli a keresési előzményeket?"
CommandLineError, "Írja be a parancssori paramétereket vagy az 'Alapeset'-re kattintva állítsa vissza őket."
CustomDateFormatError, "HIba az egyedi dátumforma beállítása során.\nJavítsa ki a hibát és próbálja meg újra."
DisableFileHandler, "Fájlkezelő kikapcsolása"
DisablePreviewHandler, "Előnézeti eseménykezelő kikapcsolása"
EnableFileHandler, "Fájlkezelő bekapcsolása"
EnablePreviewHandler, "Előnézeti eseménykezelő bekapcsolása"
FileCommandDescription, "{0}: helyettesíti a teljes fájlnevet."
FileHandlerListError, "Hiba történt a fájlkezelők felsorolása közben."
FileHandlerSelectError, "Hiba történt a fájlkezelő kiválasztása közben."
FileHandlerToggleError, "Hiba történt a fájlkezelő átállítása közben."
HistoryCleared, "A keresési előzmények törlése sikerült."
InvalidExitcode, "Érvénytelen ExitCode: {0}"
LineCommandDescription, "{0}: helyettesíti a sorszámot."
lvIFilters_Extension, "Kiterjesztés"
lvIFilters_Handler, "Kezelő"
lvIFilters_HandlerVersion, "Verzió"
NumOfCharError, "Adjon meg egy {0} és {1} közötti karakterszámot, majd próbálja meg újból."
PreviewHandlerListError, "Hiba történt az előnézeti eseménykezelők felsorolása közben."
PreviewHandlerToggle, "Előnézeti eseménykezelők ki-be kapcsolása"
SettingMenuError, "Hiba történt a helyi menü beállítása közben."
tabSettings_FileHandlers, "Fájlkezelők"
tabSettings_OtherApp, "Más alkalmazás"
tabSettings_PreviewHandlers, "Előnézeti eseménykezelők"
tabSettings_Search, "Keresés"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "A találok elmentése sikerült.\nMegtekinti a fájlt?"
SearchCriteria, "Keresési feltételek"
SearchDate, "Keresés időpontja:"
Title, "A FileSeek találatai"


[IFilterHelper_Strings]
UnknownError, "Ismeretlen IFilter-hiba"
UsingStandardMethodWarning, "Az állományhoz nincs fájlkezelő, a keresés hagyományos módszerrel történik."


[LicenseValidate_Strings]
ExpiredPrompt, "A FileSeek próbaengedélye lejárt.\nHa már vásárolt engedélyt, írja be a kulcsot FileSeek Beállítások ablakába.\n\nSzeretne további információt a FileSeek Pro megvásárlásáról?"
Invalid, "Az engedélykulcs érvénytelen."
InvalidReseller, "Engedélykulcsa csak az eladótól kapott FileSeek-kel érvényes.\nTovábbi információért forduljon az eladóhoz."
LicenseProcessPro, "Köszönjük, hogy regisztrált!"
LicenseProcessProRestoreSettingsPrompt, "Pro-beállításairól automatikus mentés készült.\nAz állomány {0} nappal ezelőtt készült..\nImportálja Pro-beállításait? A mostani beállításait a mentett beállítások felülírják."
LicenseProcessRemoved, "Engedélykulcsát töröltük."
LicenseProcessTrial, "Köszönjük, hogy kipróbálja a FileSeek Pro-t!\nEngedélye {0:D} időpontban jár le."
TrialAlmostDonePrompt, "Próbaengedélye hamarosan lejár.\nHa már vásárolt licencet, kérlek írd be a FileSeek Beállítások ablakban.\n\nSzeretne további információt a FileSeek Pro megvásárlásáról?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Keresés a FileSeek segítségével"


[Words]
Add, "Hozzáadás"
AdminSettingsLock, "Egyes beállításokat rendszergazdája hajthat végre"
Apply, "Alkalmaz"
ButtonEnterLicenseKey, "&Engedélykulcs megadása"
ButtonLater, "&Később"
ButtonMoreInformation, "&További információk"
ButtonUseFreeVersion, "&Ingyenes verzió használata"
Cancel, "&Mégse"
Close, "&Bezárás"
Copy, "&Másolás"
Custom, "Egyéni"
Cut, "&Kivágás"
Default, "Alapeset"
Delete, "&Törlés"
Disable, "&Kikapcsolás"
Disabled, "Letiltva"
Duplicate, "&Sokszorosítás"
Edit, "Szerkesztés"
Enable, "&Bekapcsolás"
Enabled, "Engedélyezve"
Error, "Hiba"
ErrorNotAdminUACDisabled, "Az UAC ki van kapcsolva, de mivel Ön nem rendszergazda, a kért művelet végrehajtása valószínűleg sikertelen lesz.\nKapcsolja be az UAC-t vagy lépjen be rendszergazdaként, majd próbálja meg újból.\nHa nemrégiben kapcsolta ki az UAC-t, indítsa újra a számítógépét."
Exit, "Ki&lépés"
Help, "Súgó"
Info, "Infó"
InvalidImageFile, "A kép hibás vagy olvashatatlan."
Name, "Név"
NameLabel, "Név:"
NeedProQuestion, "Ennek a használatához frissítenie kell FileSeek Pro-ra.\nSzeretne további információkat a frissítésről?"
NeedsProShort, "Csak professzionális"
Never, "Soha"
No, "Nem"
OK, "&Rendben"
Paste, "Be&illesztés"
ProOnlyNotice, "A professzionális változat funkciói kék színben jelennek meg"
Redo, "&Újból"
Refresh, "Frissítés"
Remove, "Eltávolítás"
Rename, "Átnevezés"
Seconds, "másodperc"
SelectAll, "&Mind kiválasztása"
Start, "Start"
Stop, "Stop"
Undo, "&Visszaállítás"
Unknown, "Ismeretlen"
Yes, "Igen"


[Installer]
AdditionalIcons, "További ikonok:"
CreateContextMenuItems, "Hozzáadás a Windows jobb egérgombjához"
CurrentUserOnly, "Csak az aktuális felhasználó esetén"
DesktopIcon, "&Asztali ikon létrehozása"
DotNetInstallNow, "Telepíti most?"
DotNetRequired40, "Az alkalmazáshoz Microsoft .NET Framework 4.0 szükséges."
ForAllUsers, "Minden felhasználó számára"
LaunchNow, "Indítás most"
LicKeyInvalid, "Az engedélykulcs érvénytelen."
LicKeyLabel, "Engedélykulcs:"
LicKeySelectOption, "Válasszon ki egy lehetőséget az engedélykulcshoz, majd próbálja meg újra."
LicKeyText, "Engedélykulcshoz kapcsolódó lehetőségek:"
LicKeyTextAdminLocked, "A licenc kulcsát leállította a rendszergazda."
LicKeyTextChangeFree, "Az ingyenes verzió használatához a Beállítások ablakban kattintson az 'Áttérés az ingyenes verzióra' pontra."
LicKeyTextEnterOrFree, "Adjon meg egy érvényes engedélykulcsot, vagy válassza ki az 'Áttérés az ingyenes verzióra' pontot."
LicKeyTextPaid, "Használja ezt az engedélykulcsot:"
LicKeyTextTrial, "Próbaverzió használata (első alkalommal), 30 nap elteltével áttér az ingyenes verzióra"
RunAtStartup, "Indítás a Windows-zal együtt"
SteamKeyInvalid, "Stem-engedélykulcsa hibásan töltődött.\nLépjen ki, majd a Steam alól kattintson az Install vagy a Launch gombra."
TextBefore, "Ha már fut a FileSeek, zárja be az új verzió telepítése előtt.\n\nFrissítésért és terméktámogatásért látogasson el a https://www.fileseek.ca oldalra."
UninstallRemoveAllData1, "Teljesen töröl minden bállítást és ideiglenes állományt?"
UninstallRemoveAllData2, "Nem ajánlott, ha az alkalmazást újra fogja telepíteni."